/**
 ******************************************************************************
 * @file    led_driver.c
 * @brief   LED驱动，包含设备注册和一些闪烁行为函数.
 ******************************************************************************
 *
 * Copyright (C) HITwh Excellent Robot Organization(HERO). 2015-2018. All rights reserved.
 *
 * @version 1.0 示例版本
 * @author  杨亦凡
 * @contact 17863107058(手机)   942041771(qq)
 * @date    2018/10/10
 *
 ******************************************************************************
 */

/* Includes ------------------------------------------------------------------*/
#include "led_driver.h"



/************************ (C) COPYRIGHT HITwh Excellent Robot Organization(HERO). *****END OF FILE****/
